[Bersker.A_ArmourPiercing H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Пробивание брони"
mTooltip="Атаки этого существа игнорируют %ICON_DEFENSE защиту."

[Bersker.A_dur_a_cuire H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Боевое безумие"
mTooltip="В начале своего хода это существо увеличивает свою %ICON_ATTACK атаку на +2 а свой минимальный и максимальный урон на +5."

[Bersker.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="В ярости"
mTooltip="Всякий раз, как этот отряд теряет существо, он получает  %stat1 %Icon_MOVEMENT скорости и %stat2 %stat2.icon удачи до конца боя."

[Bersker.A_Creature_Bersek H7Creature]
mName="Ветала"
mLore="По словам Алых магов Аль-Рубита, веталы были результатом одного из неудачных экспериментов Агара по улучшению орков. К сожалению, из-за отсутствия реальных доказательств, к их заявлениям обычно относятся скептически. Другая версия происхождения этих существ основывается на старой орочьей легенде о вожде, который нашёл во вражеском поселении небольшую стаю заключённых в клетки ветал и вырастил их. В ходе расследования выяснилось, что поселение существовало на самом деле и принадлежало клану Чёрного Черепа, известному своей грубокой связью с Хаосом. Это открытие привело магов к выводу, что орки Чёрного Черепа могли использовать силу кристаллов драконьей крови Хаоса, чтобы превращать пленников в отвратительных монстров. Так или иначе, но прочие орки считают ветал священными зверями, посланными Отцом-Небом для защиты племён. Благодаря своей хаотической природе эти гигантские, похожие на летучих мышей существа столь яростны и кровожадны на поле боя, что не остановятся, пока последний враг не испустит дух."

[elite_strongol.A_Creature_Strongold_elite H7Creature]
mName="Дочь неба"
mLore="На языке орков эти могучие всадницы на кабанах зовутся гарунами, что буквально означает "друг диких кабанов". Они приручили грозных диких свиней и начали разводить их, чтобы сделать громаднее и опаснее. Дочери неба восседают на крепких спинах этих животных и используют их в качестве живых таранов. Пожалуй, это самая странная кавалерия, которую можно встретить во всём Асхане."

[elite_strongol.A_immortel_Buff H7BaseBuff]
mName="Бессмертный"
mTooltip="Снижает весь получаемый урон на 50% до конца следующего хода существа."

[elite_strongol.A_Protection_des_esprits H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Оберег духов"
mTooltip="Всякий раз, как этому существу наносится урон, который убивает по меньшей мере одно существо в отряде, с вероятностью 30% оно может получить сопротивляемость ко всем источникам урона до конца своего следующего хода."

[elite_strongol.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Узы шамана"
mTooltip="Восстанавливает выбранному существу %d3 %icon_health ед. здоровья и даёт ему умение "Оберег духов" до конца боя.\nМожно использовать один раз за бой."

[elite_strongol.A_BarbarianAnger H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Гнев варвара"
mTooltip="Вражеские отряды, атакующие это существо, становятся целями его гнева. Все атаки существ с этим умением против таких отмеченных отрядов будут критическими на %buff.buff.durini хода."



